Repository: Blechfalke/CityBuilderProd
Catalog: gettext/i18n/*/LC_MESSAGES/test.po
Languages: fr_ch

source: You have chosen to found your city in the middle of fertile lands, irrigated by the river. The recolts will be aboundants.
fr_ch: Vous avez choisi de fonder votre cité dans une région fertile, irriguée par le fleuve. Les récoltes seront abondantes

source: You have chosen to found your city in the desert. We have found a few oasises that should provide a bit of food to survive
fr_ch: Vous avez choisi de fonder votre cité dans le désert. Les quelques oasis que vous avez trouvées vous permettent néanmoins de survivre.

source: You have chosen to found your city in the mountains. A few water sources will help us gather the bare minimal we need.
fr_ch: Vous avez choisi de fonder votre cité dans les montagnes. Vous subsistez difficilement grâce à quelques sources d&#39;eau

source: You have discovered the art of the pottery. Your craftsmen now generate more wealth.
fr_ch: Vous avez découvert la poterie. Vos marchands et artisans vous font gagner plus de richesses.

source: You have discovered the granary. Your citizen are now able to store food.
fr_ch: Vous avez découvert le grenier. Ce bâtiment vous permet de stocker vos récoltes non distribuées

source: You have discovered writing. This allows you to assign some of your citizens to become scribes to optimize the production.
fr_ch: Vous avez découvert l&#39;écriture. Vous pouvez maintenant former des scribes qui optimiseront vos récoltes

source: Turn
fr_ch: Tour

source: An enemy army has invaded your city and routed your too few soldiers. They loot a part of your wealth and take a part of your population as slaves.
fr_ch: Une armée ennemie vous envahi et réussit à vaincre votre modeste contingent de guerriers. Une partie de votre peuple est réduit en esclavage

source: Your population is unhappy. You should quickly find the reason and act before the unrest takes its toll.
fr_ch: Votre peuple est mécontent. Modifier rapidement vos répartitions des tâches dans la pyramide sociale

source: Your first caravan has been sent to a neighbor city. Your wealth increase.
fr_ch: Votre première caravane à été envoyée vers la cité voisine pour faire du commerce. Vos richesses augmentent

source: Your workers have built a temple to celebrate the glory of the city protecting god. Your own prestige greatly increases.
fr_ch: Vos ouvriers ont bâti un temple à la gloire du dieu protecteur de votre cité. Votre prestige augmente

source: Your workers have finished the construction of the palace. It will be your home and the center of your government.
fr_ch: Vos ouvriers ont terminé de bâtir votre palais. Ce sera votre demeure et le siège de votre gouvernement

source: To honor your souvenir, your workers have begun the construction of a pyramid. It will stay as the proof of your glory for all to admire.
fr_ch: Afin d&#39;honorer votre mémoire, vos ouvriers ont commencé la construction d'une pyramide. Le monument sera à la hauteur de votre gloire.

source: In Egypt, the king was called Pharaoh. He was considered as a god and possessed absolute power over the land.
fr_ch: En Égypte, le roi est appelé pharaon, considéré comme un dieu, il détient un pouvoir absolu.

source: The priests take care of the cult of the numerous divinities of the egyptian religion.
fr_ch: Les prêtres assurent le culte des nombreuses divinités de la religion égyptienne.

source: From argile, stone, ivory, bones, wood and metal, the artisanal production of ancient egypt shows a great quality and allow for a very florishing trading.
fr_ch: De l&#39;argile, des pierres dures et tendres, de l&#39;ivoire, de l&#39;os, du bois, du métal, les productions artisanales de l&#39;Égypte ancienne marquent d&#39;emblée par leur qualité d&#39;exécution et permettent un commerce florissant.

source: Specialists of writing in the antiquity, the role of scribes was primordial for the optimization of the production in antic societies.
fr_ch: Spécialiste de l&#39;écriture dans l&#39;antiquité, son rôle est primordial dans le bon fonctionnement des premières sociétés.

source: Being a soldier wasn&#39;t very popular in Egypt. The egyptians were mostly peasants. But in order to defend their recolts, they created an army that would soon become a professional one.
fr_ch: Le métier de soldat n&#39;est pas très populaire en Égypte. Les Égyptiens sont plutôt des paysans. Mais pour défendre leur récolte, ils créent une armée très tôt qui deviendra une armée de métier.

source: The peasants in antic egypt, like those of the rest of the world, had the essential task to exploit the soil to feed the population.
fr_ch: Le paysan de l&#39;Égypte antique, comme ceux de toutes les parties du monde, a pour tâche de cultiver le sol et de nourrir la population.

source: Slavery is a condition in which an individual has his freedom taken from him. He becomes the possession of another individual who can make him work without pay or sell him.
fr_ch: L&#39;esclavage est la condition d&#39;un individu privé de sa liberté, qui devient la propriété, exploitable et négociable comme un bien matériel, d&#39;une autre personne.

source: A granary is used to stock grains. It appeared around the neolithic revolution, 14,000 years before Christ.
fr_ch: Local hors-sol destiné au stockage du grain, il est apparu aux environs de la révolution néolithique, soit vers 14 000 av. J.-C.

source: Writing appeared around the fourth millenial before Jesus Christ. First used for accounting, writing eventually became a mean for communication and thinking.
fr_ch: La découverte de l'écriture permit l'apparition des scribes. L&#39;invention de l&#39;écriture date du Ive millénaire av. J.-C. D&#39;abord utilisée à des fins de comptabilité, elle finit par devenir un moyen de communication et de pensée.

source: The invention of pottery comes from prehistory and would have happened in China around 20,000 years before Christ. Its use was mostly domestic and culinary.
fr_ch: L&#39;invention de la poterie date de la préhistoire et serait apparue en Chine vers 20 000 av. J.- C. Son usage est essentiellement domestique ou culinaire.

source: The egyptians had a very developped trading activity. They would exchange their manufactured products against raw materials from neighbooring cities. Those trades ensured Egypt prosperity.
fr_ch: Les Egyptiens ont eu un commerce aussi développé que celui d&#39;un pays moderne; ils échangeaient leurs produits manufacturés contre les matières premières des contrées voisines, moins civilisées. Le commerce du tissage et de la teinture des étoffes de lin, de coton et de laine, des bijoux, des objets de bronze, enrichissaient l&#39;Égypte.

source: 0.5 points are given for every technology you discovered.
fr_ch: 0.5 point accordé par technologie découverte

source: 0.5 points are given for every 500 wealth you possess.
fr_ch: 0.5 point accordé par tranche de 500 de richesses

source: 0.125 points are given for every building you built.
fr_ch: 0.125 point accordé par bâtiment

source: 0.03125 points are given for every 50 citizen.
fr_ch: 0.03125 point accordé pour chaque tranche de 50 de population

source: 0.5 points are given if your citizen are happy.
fr_ch: 0,5 point accordé si aucun mécontentement.

source: The total score is calculated by additioning the other results.
fr_ch: Le score total se calcule sur l&#39;addition des précédents résultats et sur un maximum de 6 points.

source: This place is very fertile due to the river that flows through it.
fr_ch: Cette région est fertile grâce au fleuve qui y coule.

source: An arid desert lays for miles and miles away.
fr_ch: Un désert aride s&#39;étend à perte de vue.

source: A desertic chain of mountains.
fr_ch: Une chaîne de montagnes désertique.

source: Do you want to end the turn?
fr_ch: Voulez-vous vraiment terminer votre tour?

source: Do you want to quit the game?
fr_ch: Voulez-vous vraiment quitter le jeu?

source: Yes
fr_ch: Oui

source: Cancel
fr_ch: Non

source: Kings
fr_ch: Rois

source: Priests
fr_ch: Prêtres

source: Craftsmen
fr_ch: Artisans

source: Soldiers
fr_ch: Soldats

source: Peasants
fr_ch: Paysans

source: Slaves
fr_ch: Esclaves

source: Management of the city
fr_ch: Gestion de la ville

source: Choose one technology per turn
fr_ch: Choisis une technologie par tour

source: Assign the citizen to a social class
fr_ch: Répartis les habitants

source: Writing
fr_ch: Ecriture

source: Granary
fr_ch: Grenier

source: Pottery
fr_ch: Poterie

source: Total population
fr_ch: Population totale

source: Available population
fr_ch: Population disponible

source: Caravans
fr_ch: Caravanes

source: End of turn
fr_ch: Fin de tour

source: Exit game
fr_ch: Sortir du jeu

source: Technology
fr_ch: Technologie

source: Wealth
fr_ch: Argent

source: Buildings
fr_ch: Bâtiment

source: Happiness
fr_ch: Bonheur

source: Total score
fr_ch: Score total

source: Your reign is an example to all your peers, who, following it, will accomplish great feats too. Your city will be remembered through the ages.
fr_ch: Votre règne est un exemple pour vos successeurs qui, comme vous, accompliront de grandes choses. Votre civilisation restera gravée dans les mémoires

source: At the end of your reign, you leave behind you a florishing city. But its small size and lack of prestige will condemn it to be forgotten.
fr_ch: A la fin de votre règne, vous laissez une cité florissante. Mais sa petite taille et son manque de prestige la condamne à sombrer dans l'oubli

source: Your reign is over. Your citizen flee the city. You will have to wait for archeology to appear before your city is found again.
fr_ch: Votre règne est enfin fini, les habitants désertent la cité. Il faudra attendre les débuts de l'archéologie pour que l'on attente parler de votre civilisation

source: Block game
fr_ch: Bloquer le jeux

source: Placement only
fr_ch: Mode placement

source: 5 turns mode
fr_ch: 5 tours

source: Infinite turns mode
fr_ch: Tours infinis

source: Launch the Game
fr_ch: Lancer le jeu

source: Rules
fr_ch: Voir les règles

source: Game Modes
fr_ch: Mode de jeu

source: Exit Game
fr_ch: Quitter le jeu
